{
    "c2array": true,
    "size": [
        2,
        9,
        1
    ],
    "data": [
        [
            [
                "Hello, Commander. You will be using our new combat management system. Let me provide you with a brief introduction on how to use it."
            ],
            [
                "The top bar displays, from left to right: our base's health points, our technology points, the next wave of enemies, our funds, and interest rate."
            ],
            [
                "You can hover over each icon at any time during the game to view more information."
            ],
            [
                "In the corners of the screen, you'll find buttons to return to the menu, call the next wave, toggle the music, and toggle the sound effects."
            ],
            [
                "Grukkle minions spawn in waves from the spawn portals. A timer next to the next wave icon shows when the following wave will arrive."
            ],
            [
                "You must destroy every minion before they reach our base's portal. Otherwise, they will teleport to the spawn, causing us to lose health points."
            ],
            [
                "We've obtained a technology elixir. This allows us to build stronger towers with special effects."
            ],
            [
                "Ember specializes in targeted damage, Crystal in energy pulses and positive effects, and Flux in powerful negative effects."
            ],
            [
                "Select a technology to begin with. Then, click on a conduit on the map to construct a tower and combat the first wave of Grukkles."
            ]
        ],
        [
            [
                "Hello, Commander. You will be using our new combat management system. Let me provide you with a brief introduction on how to use it."
            ],
            [
                "The top bar displays, from left to right: our base's health points, our technology points, the next wave of enemies, our funds, and interest rate."
            ],
            [
                "You can tap each icon at any time during the game to view more information."
            ],
            [
                "In the corners of the screen, you'll find buttons to return to the menu, call the next wave, toggle the music, and toggle the sound effects."
            ],
            [
                "Grukkle minions spawn in waves from the spawn portals. A timer next to the next wave icon shows when the following wave will arrive."
            ],
            [
                "You must destroy every minion before they reach our base's portal. Otherwise, they will teleport to the spawn, causing us to lose health points."
            ],
            [
                "We've obtained a technology elixir. This allows us to build stronger towers with special effects."
            ],
            [
                "Ember specializes in targeted damage, Crystal in energy pulses and positive effects, and Flux in powerful negative effects."
            ],
            [
                "Select a technology to begin with. Then, tap on a conduit on the map to construct a tower and combat the first wave of Grukkles."
            ]
        ]
    ]
}